<?
require_once 'vendor/components/head.php' ?>

<body>
  <div class="wrapper">
    <? require_once 'vendor/components/header.php' ?><? require_once 'vendor/components/auth_modal.php' ?>
    <main class="main">
      <div class="content">
        <div class="salute">
          <h1 class="board-heading">Правила форума</h1>
          <p class="salute__text">
            Вот правила нашего форума, которые помогут поддерживать дружелюбную и безопасную атмосферу. Учтите, что в случае их нарушения администраторы могут забанить ваш аккаунт, не объясняя причин, в случае их нарушения, так что обязательно ознакомьтесь с ними:
          </p>
          <p class="salute__text">
            <span class="accent">Уважайте других участников:</span><br />
            Соблюдайте уважительное отношение к другим пользователям. Избегайте оскорблений, угроз, троллинга и любого вида дискриминации. Помните, что каждый имеет право на свое мнение и уникальные взгляды.
          </p>
          <p class="salute__text">
            <span class="accent">Соблюдайте авторские права:</span><br />
            Не загружайте материалы, защищенные авторскими правами, если у вас нет соответствующих разрешений. Уважайте интеллектуальную собственность других людей и придерживайтесь правил использования контента.
          </p>
          <p class="salute__text">
            <span class="accent">Будьте осмотрительными с контентом:</span><br />
            Не загружайте или распространяйте неприемлемый контент, включая порнографию, насилие, жестокость и незаконные материалы. Помните, что наш форум открыт для пользователей разных возрастов и культур.
          </p>
          <p class="salute__text">
            <span class="accent">Избегайте спама и рекламы:</span><br />
            Не размещайте нежелательную рекламу, спам или ссылки на вредоносные веб-сайты. Если у вас есть что-то ценное для сообщества, поделитесь этим, но в пределах разумных границ и соответствующего раздела.
          </p>
          <p class="salute__text">
            <span class="accent">Не нарушайте закон:</span><br />
            Следуйте законодательству своей страны и не предпринимайте незаконные действия на нашем форуме. Это включает в себя запрещенный контент, нарушение авторских прав, распространение вредоносного программного обеспечения и другие незаконные активности.
          </p>
          <p class="salute__text">
            <span class="accent">Будьте аккуратны с личной информацией:</span><br />
            Не раскрывайте личную информацию о себе или других пользователях без их явного согласия. Будьте осторожны и заботьтесь о конфиденциальности.
          </p>
        </div>
      </div>
      <? require_once 'vendor/components/nav.php' ?>
      <? require_once 'vendor/components/error_form.php' ?>
    </main>
  </div>
</body>

</html>